Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “好！”小奴对于江逸的话从不怀疑，顿时憨笑个不停，跟着江逸快步朝自家小院走去。
en_us: "Good!" Jiang Yi had never questioned Jiang Yi's words. She immediately smiled naively as she followed Jiang Yi with quick steps towards the small courtyard of their home.

source: “好！我钻……”
en_us: "Alright! I will crawl..."

source: “好，不变招了你就等着输吧！缠丝手！迷幻步！”
en_us: "Great, prepare to lose if you weren't going to change your technique! Silk Hand! Psychedelic Step!"

source: “好，不错！小子你很不错！”
en_us: "Nice, well done! Well done, you brat!"

source: “好，中计了！”
en_us: Good, he fell for my trick!

source: “如今的你，不过区区孤家寡人罢，现在死到临头了，你不垂死挣扎一番，莫非还有什么遗言要留？”
en_us: "You are now just a lonely man in your final moments, and yet you are not putting up a struggle. Hmph, don't tell me that you still have a dying wish?"

source: “如果你也拥有一枚强能水晶的话，我想你现在也会笑得跟我一样……”虽然在回答葛瑞安的问题，但老梅林的眼睛，却始终盯着手中的水晶，那七彩斑斓的光晕让他有些陶醉，也有些不舍。
en_us: "If you had the Strong Energy Crystal, you'd probably be smiling like me now..." Though he was answering Gerian's questions, his eyes were fixated on the crystal on his hand. He was somewhat enchanted by the colorful halo, and also somewhat unwilling to shift his eyes away from it.

source: “如果能跟他学习药剂知识……”罗琳又神色复杂的望了林立一眼，先前那个已经被放弃掉的想法，却又在她心中悄悄滋生了，而且这一次，比先前更加坚定。
en_us: If I could learn potion knowledge from him... Rowling took another glance at Lin Li with a complex expression. The idea that had been abandoned earlier bred quietly in her heart once more, and this time, it was firmer than before.

source: “妈的，你讲不讲道理？”马森气得满脸通红，一只手指着霍伦：“马迪亚斯打伤欧灵的时候，怎么没人把他抓进地牢？现在轮到费雷，就成了伤害同僚了？”
en_us: "Damn, can you think rationally?" Marson turned red with anger and pointed at Hoeren. "When Mathias injured Orrin, why did no one send him to the dungeon? When it comes to Felic, it becomes injuring a fellow mage?"

source: “妈的，真以为穿着长袍的就是斯文人？”林立笑得一脸阳光，围观群众怎么也想不明白，这个看似无害的少年法师，怎么下起手来却出奇的毒辣，两条大汉连爪子都还没来得及递出去，就一人一发奥术飞弹给轰出了十几米远，此时正躺在地上发出一阵阵痛苦的呻吟。
en_us: "Damn. You'd really thought anyone wearing a long robe would be a cultured person?" Lin Li was beaming. The crowd of onlookers couldn't understand how this seemingly harmless young mage could be so vicious in his strikes. The two burly men had yet to deliver their claws when they were each sent a dozen meters away by an Arcane Missile, and were groaning in pain on the ground at the moment.

source: “妈的，老子要疯了……”
en_us: "Hell, I'm going crazy..."

source: “妖孽，妖孽……”人群中一名花白胡子的魔法师神情呆滞。
en_us: "Demon, demon..." A grey-bearded mage in the crowd looked on with a glazed expression.

source: “姬听雨？这聚珍阁果然是姬家的商号，这位看来是城主家的小姐了。”
en_us: "Ji Tingyu? This Pearl Gathering Pavilion is certainly the business establishment of the Ji Family, and this lady must be the daughter of the City Lord's family.

source: “姬小姐实力强大，在下佩服。”江逸苦涩一笑，铸鼎境八重的武者战力果然彪悍，如果不是元力被封印，怕是他一招都接不下。
en_us: "Young Mistress Ji's power is enormously great, I truly admire it and admit being weaker." Jiang Yi smiled with some bitter agony. The combat ability of a martial artist with a power level in the eighth stage of the Cast Tripod Realm was indeed formidable. If not for both their essence forces being sealed off from use, it was likely that he would not even be able to withstand a single attack technique.

source: “娘亲，干爷爷，孩儿，孩儿的封印终于有希望破开了……”他睁开眼睛，轻声的喃喃一声，满脸都是狂喜和落寞！
en_us: "Mum, God-Granddad, your son... your son finally has hope of breaking his seal..." he muttered in a low voice as he opened his eyes, his face filled with ecstasy and loneliness!

source: “孺子可教，这名江家子弟果然比江松聪明多了……”
en_us: "This boy is promising and worthy of being taught. This son of the Jiang Clan is definitely much smarter than Jiang Song..."

source: “安……安度因大师……”霍伦怎么也没有想到，这个老家伙居然说翻脸就翻脸，完全不给父亲奥德文一点面子，眼看着无穷无尽的魔法元素涌起，霍伦整个人都已经被吓傻了，他完全想不明白，这个叫费雷的年轻法师，究竟是什么来头，竟然能让安度因发这么大的火。
en_us: "Ma-Master Andoine..." Hoeren had never thought that he would suddenly turn hostile, showing no consideration for his father Odwin's feelings. Looking at the endless spurt of elemental magic, Hoeren was completely terrified. He could not comprehend how on earth where this young mage called Felic came from, and how he had made Andoine so furious.

source: “安东尼先生，你认识这个魔法师吗？”青年看上去二十多岁，面容英俊白皙，一头华丽的金发，在水晶灯下阳光般耀眼，他身上穿着一件剪裁得体的礼服，从那精细的做工看来，想必是出自名师之手，身上没佩带什么饰物，只是右手无名指上戴有一枚镶着红宝石的戒指。
en_us: "Mr Anthony, do you know this mage?" The young man looked to be in his twenties. He had a handsome, fair face and gorgeous blond hair, dazzling like sunshine under the crystal chandeliers. He wore a well-tailored dress suit which, judging from the fine craftsmanship, had been made by a famous designer. He had no other accessories except for a ruby ring on the fourth finger of his right hand.

source: “安度因大师，你这是什么意思？”霍伦脸色苍白，就好象刚刚大病过一场，这是魔力反噬的结果，高达十五级魔法被人打断，可不象低级魔法那么轻松，即便是以他高阶大魔导士的实力，也几乎是用尽了所有力量，才终于控制住了混乱的魔力。
en_us: "Master Andoine, what does this mean?" Hoeren's face turned pale, as if he had just contracted a severe disease. This was the result of the counter-reaction of mana. Cutting off magic as high as level-fifteen was not as easy as performing low level magic. Even if he used the strength of a high-level Archmage, he would also have had used almost all of his power to control the chaotic mana.

source: “安度因法师说他还有些事情要办，大概要过一两周才能回加洛斯城。”
en_us: "Mage Andoine said he had something to see to, and he'll only return to Jarrosus City in a week or two."

source: “安度因真没说错，你这小家伙真是属狼的，谁要是惹了你，非要咬一口回来不可……”灰袍法师摇了摇头，神色间有些好笑也有些无奈：“算了，反正都已经断了一根手指，多断一根正好平衡一下……”
en_us: "Andoine was really right. You, little fellow, are a wolf. You must bite back at anyone who provoked you..." The mage in gray robe shook his head, his expression amused yet helpless. "Forget it. He had already lost a finger anyway, losing one more would balance it out..."

source: “安度因这老混蛋……”林立咬牙切齿的骂了一句，心里更是早将安度因祖宗十八代都给问候遍了，这老不死的实在有些不负责任，连山洞里还有没有狮蝎都不搞清楚，就敢放放心心的把自己往里面送。
en_us: "Old bastard Andoine..." Lin Li cursed between clenched teeth, and had paid greetings to all eighteen generations of Andoine's family in his heart. How irresponsible of the old fellow, sending him to the cave in assurance without having any idea if there were any Manticores in it.

source: “安度因，你……你不能杀我！”
en_us: "Andoine, you... you can't kill me!"

source: “安眠水晶？”曾经在药剂上下过一番苦功的林立，又怎么会不知道这东西的来头，当初在无尽世界的时候，林立手上就曾经有那么一枚，只可惜当初为了寻找适合的珠宝匠雕刻，这枚水晶就一直放在猎人身上，以至于穿越的时候，竟没能一起带来。
en_us: "The Hypnotic Crystal?" How could Lin Li, who had worked hard learning pharmaceuticals, not know where this crystal came from? Lin Li possessed one of these when he was at the Endless World, only it was a pity that while finding a suitable jeweler to carve it, the crystal kept landing in the hands of hunters. He could not bring it with him when he travelled through time.

source: “完了……”想起加洛斯交易所外那两个倒霉鬼，凯文就知道要坏事了，两人相处了这么久，他也算是摸清了林立的性格，这个年轻魔法师跟葛瑞安的性格简直一模一样，只要不把他惹毛，什么话都好说，可一旦惹毛了这家伙，下起手来绝对是不留情面，不动就不动，一动绝对是往死里动。
en_us: This is the end... Kevin knew things were bad as he recalled the two unlucky men outside Jarrosus Exchange. He had figured out Lin Li's character after being together for a long time—his character was almost like Gerian's. As long as he wasn't provoked, everything could be talked about nicely. But once the fellow was provoked, he would not show any mercy to anyone he laid hands on. He would not move unnecessarily, but once he did move, he would definitely move in the direction of death.

source: “完了完了……”看到林立仍是一脸微笑，凯文心头就直打鼓。
en_us: It's the end... it's the end... Kevin's heart was thumping as he watched Lin Li, who was still smiling away.

source: “完了！”
en_us: "I'm done for!"

source: “完美！”想到精彩之处，克伦威尔脸上露出了矜持的笑容。
en_us: "Perfect!" A reserved smile came to Cromwell's face at the thought of that exciting moment.

source: “宝石送你好了，我只要那条链子。”林立的眼睛一直盯着那条细细的银质项链，那项链上透出的气息，他实在是再熟悉不过了，当初在无尽世界附魔宗师手上，他就曾感受到过相同的气息。
en_us: "I'll let you have the stone, I only want the necklace." Lin Li's eyes were glued to the thin silver necklace. He was too familiar with the aura that was emitting from the necklace. He had once felt the same aura from the enchantment guru back in the Endless World.

source: “实力如何？”
en_us: "What about his strength?"

source: “实力！”
en_us: “Strength!”

source: “实在很抱歉城主大人，因为公会里出了点事，需要葛瑞安会长去处理一下，今天这个宴会恐怕是赶不上了。”
en_us: "I'm really sorry, Master Castellan. Something has cropped up in the guild and requires President Gerian to deal with it. He's unable to make it for the banquet today."

source: “客气什么，反正这东西我拿着也没什么用……”林立笑了笑：“我还有点事情要办，就不继续跟你们一起走了，如果你们以后有什么事，可以去魔法公会找我，要是不出意外的话，我可能会在那里待上一段时间。”
en_us: "You're welcome, I've got no use for it anyway..." Lin Li smiled. "I have things to do, so I won't be going with you anymore. If anything happens to you in the future, you can find me at the Guild of Magic. I should be staying there for some time if nothing else happens."

source: “对……禀报大总管，禀报刑堂，将江逸处死……”
en_us: "Right... report this to the Chief Supervisor, report to the Disciplinary Court, and punish Jiang Yi by giving him the death penalty..."

source: “对不起……”两人谁也不说话，一直到红发美女率先打破沉默。
en_us: Both of them did not speak at all until the redheaded beauty broke the silence. "Sorry..."

source: “对了……武殿！去武殿内做陪练去！这样不仅可以赚些银钱，还说不定能遇见姬小姐！”
en_us: "Right... The Martial Arts Hall! I should go to the Martial Arts Hall and be a sparring partner! Like that, not only can I make some money, I might even be able to meet Young Mistress Ji!"

source: “对了凯文，你对加洛斯比较熟，你知不知道，冒险者弄到的魔法材料，比如魔晶什么的，一般都在什么地方处理？”
en_us: "Kevin, you're familiar with Jarrosus. Do you know where the adventurers usually go to sell magic materials like the magical crystals they've gotten?"

source: “对了费雷，我听公会的人说，昨天好象有人来找过你。”从等级认证大厅出来之后，凯文有突然想起件事来。
en_us: "Oh right, Felic, I heard people from the guild say someone came looking for you yesterday." Kevin had suddenly remembered after they had walked out from the level certification hall.

source: “对了费雷，这个人你可一定要认识，全加洛斯城，乃至全法兰王国的首富，曼尼斯家族族长——伊瑟拉－曼尼斯！”
en_us: "Right. Felic, you must know this person. The richest man in the whole of Jarrosus City all the way till Felan Kingdom, the patriarch of Mannes Family, Ysera Mannes!

source: “对了费雷，这是凯文，加洛斯魔法公会有名的老好人，你先跟他去办手续，我等下会过来找你们。”
en_us: "Oh right. Felic, this is Kevin, the famous nice guy in Jarrosus Guild of Magic. You'll follow him to handle all the paperwork, I'll come and find you later."

source: “对了！”
en_us: "Oh, that's right!"

source: “对了，你怎么找到这里来的？”
en_us: "Oh yes, how did you find this place?"

source: “对了，先去丹药房领丹药！”
en_us: "Right, off to the Elixir Room to retrieve an elixir!"

source: “对了，有件正事。”走到半路，凯文突然想起件事来：“刚才城主府派人送来了请柬，邀请葛瑞安叔叔去参加一个宴会。”
en_us: "Oh, right. Proper business at hand." Kevin suddenly recalled halfway through the journey. "The Castellan has sent someone with an invitation, inviting Uncle Gerian to a banquet."

source: “对了，武器也要换一把……”但林立根本不去理他，上上下下的打量了一番之后，又自顾自的说道：“你那把双手巨剑倒是不错，可惜你不是魔武双修，没办法发挥它的最大威力，一会我带你去武器店转转，先搞一把称手的用着好了，等过一段时间，我再帮你想想其他办法……”
en_us: "Oh yes, you'll need a new weapon too..." ignoring his comments, Lin Li surveyed him up and down and talked to himself, "Your two-handed giant sword is not bad, but it's a pity that you are not trained in both magic and force, so you can't unleash its maximal power. I'll bring you to the arsenal shop later to get you something handy. Then next time, I will help you figure out a way..."

source: “对了，黑色元力全消耗完了，我得赶紧提炼一些，随时备用。还有昨日回炉蓝色元力也消耗的太多了，得补上一些。”
en_us: "Oh yes, I have consumed all of my black essence force. I have to hurry and refine more, so I can use it at any time. Additionally, I consumed too much blue essence force during the reheating yesterday—I have to make up for that loss."

source: “对！江逸立即放了虎哥，否则虎哥出了事，你绝对死路一条！”
en_us: "Right! Jiang Yi, let Brother Hu go immediately, otherwise, should something bad happen to Brother Hu, you would definitely only have one end-result - death!"

source: “对！没错！不能告诉家族！”
en_us: "Right! That's right! We can't tell the family clan!"

source: “封印元力对练？”
en_us: "Sparring with your essence force sealed off?"

source: “封印符文已经破解了四百枚了，修炼速度达到原先的十五倍，都可比家族的普通子弟修炼速度了！呼……按这速度增幅下去，等全部封印破解掉，我的修炼速度能增幅到何等恐怖的地步？”
en_us: "I've already broken four hundred runic patterns on my seal; my cultivation speed is now 15 times as fast as before, on par with an average descendant in the family! Hah... at this rate, just how terrifyingly fast would my cultivation speed become once the seal breaks completely?"

source: “封印！”
en_us: "The seal!"

source: “尊严？”
en_us: "Dignity?"

source: “尊敬的魔法师先生，请问您需要点什么吗？”
en_us: “Greetings to you, Mr. Mage, is there anything I can help you with?”

source: “小伙子，你是叫费雷吧？”而就在这个时候，宴会大厅的一个僻静角落里，却传出了一个苍老的声音。
en_us: "Little kid, you're Felic?" At this time, an aged voice was heard in a quiet corner of the banquet hall.

source: “小兄弟可以放心，刚才那点小意思算不了什么，等事情办成之后，我一定会重重的酬谢！”中年人红光满面，一口一个小兄弟叫得无比亲热。
en_us: "Little buddy, you can rest assured. The small token earlier on was nothing much. When it's done, I'll reward you handsomely!" The middle-aged man was flushed, addressing Lin Li as a "little buddy" ever so affectionately.

source: “小奴！”
en_us: "Xiaonu!"

source: “小奴，你一定要坚持住！”
en_us: "Xiaonu, you need to hang in there!"

source: “小奴，你的仇……少爷帮你报了！”
en_us: "Xiaonu, young master... has avenged you!"

source: “小奴，我去去就回。”
en_us: "Xiaonu, I'm just heading out quickly and will be back in a jiffy."

source: “小奴，我在这！”
en_us: "Xiaonu, I am over here!"

source: “小奴，走！”
en_us: "Let's go, Xiaonu!"

source: “小子，我知道你醒着，别装睡了，赶紧起来。”老人推开房门，气呼呼的在藤椅上坐下，心里惦记的多半还是那瓶失败的蛮牛之力药剂。
en_us: "Kid, I know you're awake. Stop pretending you're asleep and get up quickly." The old man pushed the door open and sat on the vine chair in a huff, in his mind he was probably still thinking about the failed Bull's Strength Potion.

source: “小小意思。”还没等林立明白过来，那瘦高中年人已将金币塞到了他手里，完了还亲热的拍着他的肩膀：“小兄弟年纪轻轻就进了魔法公会，又跟着凯文魔法师，以后可绝对是前途无量！”
en_us: "A small token." Lin Li had yet to grasp the situation and the lanky middle-aged had already stuffed the gold coins into his hand. Then, he patted Lin Li's shoulders affectionately. "Little buddy, you have joined the Guild of Magic at such a young age and have followed Mage Kevin. Your future is definitely promising!"

source: “小杂碎，哪里跑！”
en_us: "Little rascal, where do you think you are going!"

source: “小杂种，你找死！”
en_us: "You bastard, you clearly want to die!"

source: “小罗琳怎么了？”老格林脸上露出一丝笑意，以他的阅历，又如何看不出罗琳心里藏着心事？
en_us: "Why, little Rowling?" A hint of smile appeared on Old Grimm's face. With his experience, how could he not see what was on Rowling's mind?

source: “小罗琳想拜师了？”老格林笑得有些狡猾：“不知道谁这么幸运，能做小罗琳的老师，让我猜猜……反正肯定不是我这老家伙，对了，是不是刚才出去那个费雷魔法师？”
en_us: "Little Rowling is thinking of taking someone as your teacher?" Old Grimm laughed slyly. "I wonder who's the lucky one, getting to teach little Rowling. Let me guess... Anyway, it sure isn't me. Oh right, is it Mage Felic who has just left?"

source: “小野种，你好卑鄙！”
en_us: "Little bastard, you are so despicable!"

source: “小野种，你，你竟敢用虎哥当武器？”
en_us: "You little bastard, you, how you dare to use Brother Hu as a weapon?"

source: “小野种，看招……”
en_us: "Little bastard, take this..."

source: “少年？”
en_us: "A young man? "

source: “少爷加油！”
en_us: "Young Master, all the best!"

source: “少爷！您有什么吩咐？”刘管事连忙掉头望着马飞，却看到一双阴冷得让人不寒而栗的眸子。
en_us: "Young Master! Do you have any instructions?" Housekeeper Liu hastily looked aback at Ma Fei, and was met with a pair of cold and cruel eyes that sent shudders down his spine.

source: “少爷，你别冲动呀，我可是听说风月楼背后势力很强大的，你不是他们对手！”
en_us: "Young Master, please don't be impulsive! I heard that the forces behind the people of Fengyue Brothel are very powerful—you're not their match at all!"

source: “少爷，你在哪？”
en_us: "Young Master, where are you?"

source: “少爷，你要去哪啊？”
en_us: "Young Master, where are you going?"

source: “少爷，少爷，你没事吧！”
en_us: "Young Master, Young Master, are you alright?"

source: “少爷，春芽说南街那边有个饭庄需要人洗碗，我想和她……”江逸回到家中扒着饭菜，江小奴坐在一边突然诺诺低声说道。
en_us: "Young Master, Chunya mentioned that someone is needed at the restaurant at South Street to wash dishes, I am thinking of going with her to..." Jiang Yi had returned home and was having his meal when Jiang Xiaonu, who was sitting beside him, suddenly spoke in a low voice.

source: “少爷，这真的是紫金吗？我不是在做梦吧？还有……少爷你的封印真的能破开吗？”
en_us: "Young Master, is this real purple gold? I'm not dreaming, am I? And... Young Master, can your seal really be broken?"

source: “少说废话葛瑞安！”
en_us: "Cut the crap, Gerian!"

source: “就一瓶？”林立翻了个白眼，这算什么大事，还以为抢鸡蛋呢……
en_us: "Only one bottle?" Lin Li rolled his eyes. What was the big deal about it, he thought they were robbing eggs...

source: “就他妈这东西还做件皮甲？拿回去给你儿子当尿布还差不多，别他妈跟我废话，五十银币卖不卖？不卖老子买别家的去！”
en_us: “You want to make a leather armor with this damn thing? Go back and make a diaper for your son with that. Stop talking rubbish with me, I'll take it for 50 silver coins. If you're unwilling, I'll go to another store!"

source: “就你这实力，还想杀我？小爷还没认真打呢！”
en_us: "With your strength and you want to kill me? I have not yet begun to fight!"

source: “就因为你那可笑的怀疑，麦格雷尼先生却可能送掉性命，你把你当成了什么，又把病人的生命当成了什么？你说你不是庸医，那你是什么东西，侩子手么？”说到最后林立已是脸色铁青，语气间更是充满了无穷的怨气，就好象他眼前站着的不是一个千娇百媚的美女，而是那个害得父亲终生残疾的庸医。
en_us: "It was your ridiculous doubt that nearly caused Mr McGrenn to lose his life. What do you treat yourself as, and what do you treat your patients as? You say you're not a quack, then what are you, a killer?" By the end Lin Li was livid and his tone was filled with endless resentment. It was as if the one standing in front of him was not a charming beauty but the quack who had crippled his father for life.

source: “就在森林北边，离这不远的地方，你要是真想去的话，我倒是可以带你过去，不过我觉得没什么必要，水晶肯定是没有了……我在那找了两三天，也就找到这么一块，刚才正打算回奥兰纳，谁知道从这里路过的时候，居然看到有人在找你麻烦……”安度因将安眠水晶揣进口袋，一张老脸上满是得意的神色。
en_us: "Just at the north of the forest, not far from here. If you really want to go, I can bring you there, but I feel there's no need to do so since the crystal would have definitely run out... I searched for two or three day before finding just this one piece. Just when I was planning to return to Alanna, who knew that when I passed by here, I would see people causing you trouble...: Alanna hid the crystal into his pocket with an expression of delight.

source: “就是有点可惜了，这么大一块谜蓝宝石，居然镶在条银质项链上，最起码也该弄条秘银项链啊，不然怎么对得起这宝石……”
en_us: "But it's a little bit of a pity for such a big Enigma Sapphire to be set into the silver necklace. He should get a mithril necklace at the very least. It doesn't do any justice to the gem the way it is now..."

source: “就是这里了。”凯文喘着粗气，在一间小屋前停下了脚步。
en_us: "Here it is." Kevin panted heavily. He stopped in front of a small hut.

source: “就是，江逸，再敢动手，别怪我们出手了！”
en_us: "That's right. Jiang Yi, if you dare make another move then don't blame us for being harsh!"

source: “就没有别的可能了？”艾萨克揉着太阳穴，神色间显得有些痛苦。
en_us: "Are there no other possibilities?" Isaac massaged his temples, a pained expression seemed to come across his face.

source: “就这家吧。”今天一天折腾下来，林立也走得有些累了，一看这装备店还开着门，也就懒得再找下家，直接就带着希恩走了进去。
en_us: "This one it is," Lin Li himself was a bit exhausted after the long, tiring day. Since the shop had yet to close, he was too lazy to look for the next one. Thus, he walked in with Sheehan without hesitation.

source: “居然是宝器！这人看来在马家地位不低啊。”
en_us: "An actual Treasured Artifact! It seems that this man has quite a high status in the Ma Family."

source: “居然是这东西！”心头猜测得到证实，林立顿时只觉一阵头大。
en_us: "It's actually this thing!" Lin Li felt troubled all of a sudden as his speculation was confirmed.

source: “巫师之眼。”大概是因为太过疲惫的关系，葛瑞安的声音听上去有些沙哑：“妈的那么多巫师之眼，连老子都不一定能清楚记得它们每一个的位置，阴影之巢的人又怎么知道？”
en_us: "Warlock's Eyes." Perhaps it was due to him being over-exhausted, but Gerian's voice sounded slightly hoarse. "Damn it, there were so many Warlock's Eyes; even I can't remember clearly where they are. How did the people from Shadow's Nest know?

source: “差不多。”林立应了一句，心思却不在这句话上，他很奇怪的望着安度因，发现老法师今天的神色似乎有些疲惫。
en_us: “About there,” Lin Li answered distractedly. He curiously stared at Andoine as he realized that the old mage looked pale and tired today.

source: “差不多就是这样，不过最高议会一般不会直接参与管理。”
en_us: "Sort of. But the Supreme Council is usually not directly involved in management."

source: “差不多算是吧。”林立答得有些含糊：“有个家伙让我去加洛斯城找人……”
en_us: "I guess so,” Lin Li answered vaguely. “Some fellow had told me to go to Jarrosus City to look for someone…”

source: “已经处理得差不多了，只是有两处比较麻烦，买家始终咬着价格不肯松口，我正派人跟他们谈判着，估计再过一会就有好消息传来了。”
en_us: "It's almost done, there are two places which are a bit of a trouble. The buyers are biting on to the prices and not willing to compromise. I've sent someone to negotiate with them, we should be expecting some good news soon."

source: “巴瑟罗尔——住手！”此时艾萨克正低声跟一名中年人说着什么，谁知道刚一抬头，却看见了这令人惊骇欲绝的一幕，在那一刹那间，艾萨克真是心头凉了，那可是魔法公会镇会之宝，若是让他在自己的宴会上出了什么事的话，自己那个便宜叔叔葛瑞安怕是连城主府都会拆掉……
en_us: "Bathrilor, stop!" Isaac was talking in a low voice with a middle-aged man, and who knew that when he looked up, he'd witness this horrifying scene. At that instant, Isaac was crushed. That was the treasure of the Guild of Magic. If anything happened to him at the banquet, that convenient uncle Gerian would probably tear down his Castellan Mansion...

source: “帮个忙如何？”
en_us: “How about helping me?"

source: “干什么的？”林立抹了把冷汗，正要往小屋里走，却不料两条大汉走过来，抬手就把他给挡在了门外。
en_us: “What are you doing?" Lin Li wiped the cold sweat off. He was about to enter the hut when two burly men came up and blocked him with raised arms.

source: “干嘛？”
en_us: "What?"

source: “干它们。”
en_us: “Finish them."

source: “幻影拳！”
en_us: "Phantom Punch!"

source: “应该不会。”林立摇了摇头，否定了葛瑞安的猜测：“奥法药剂这东西局限性太大，你又不是不知道，只有五级以下的魔学徒喝了，才能永久提升魔力，需求量最大的只能是十一魔法家族，他怎么说也是加洛斯名义上的最高长官，怎么可能把这种东西放在眼里……”
en_us: "Probably not." Lin Li shook his head, disapproving of Gerian's speculations. "The Arcane Magic Potion has too many limitations. You know it too, only mage apprentice below level-five who has drank it can permanently enhance their mana. The biggest demand can only come from the 11 mage families. He's Jarrosus' highest official in name, how would this stuff interest him..."

source: “应该是吧……”这一次，就连欧灵都不敢肯定了。
en_us: "He should be..." Now, even Orrin was hesitant to confirm.

source: “应该是罗琳医生来了，费雷先生，你先稍等一下，我去帮她开门。”伊娜有些羞涩的擦去眼中泪水，这才轻快的往楼下跑去。
en_us: "It should be Doctor Rowling. Mr Felic, please wait while I get the door." Ina shyly wiped away the tears in her eyes, then ran briskly down the stairs.

source: “应该还没走远！”
en_us: “They shouldn't be too far away!”

source: “废丹？”
en_us: "Useless elixirs?"

source: “废物！”
en_us: "Useless boy!"

source: “废物，麻利点！”
en_us: "Good-for-nothing, be quicker and more efficient!"

source: “废话少说葛瑞安，今天的事情，你必须给我一个交代。”
en_us: "Cut the crap, Gerian. You've got to give me an explanation for what happened today."

source: “废话！”林立翻了个白眼，决定不再理他，只是在心中暗想，这人可能是心理上有些问题，改天应该建议他去看看医生才是……
en_us: "Duh!" Lin Li rolled his eyes and decided not to pay anymore attention to him. In his heart, he thought, This person might have some psychological issues, I should suggest him to see a doctor some other day...

source: “强能水晶。”凯文有些心不在焉，他很担心葛瑞安的处境，但在林立的一再追问之下，他还是简单的将强能水晶的来历说了一遍：“除了镇定心神与强化冥想效果之外，它还拥有完全恢复魔力的力量，虽然这种力量只能使用一次，但眼下这样的情况，葛瑞安叔叔恐怕……”
en_us: "Strong Energy Crystal." Kevin was distracted. He was worried about the circumstances Gerian was in. But after the repeated questioning from Lin Li, he explained the origin of the Strong Energy Crystal in a simple way. "Other than the effects of calming the mind and strengthening meditation, it also has the power to restore mana. Although such power can only be used one, under this situation, I'm afraid Uncle Gerian..."

source: “当初发现你的时候，我可真没有想到，自己会捡回一个足以媲美格雷斯科的魔法天才。”老法师笑了笑，苍老的声音中带着几分感慨：“到现在我都无法相信，你以前居然从来没接触过魔法。”
en_us: ”When I first found you, I have not thought that I have found a mage genius.” The old mage laughed, his husky voice tinged with emotion. “Until now, I still don’t believe that you have never learnt magic before.”

source: “当时我跟爸爸正被一只双足飞龙追杀，就是费雷先生突然出现救了我们，还有还有……之后我又被一头大猩猩给抓去了……”
en_us: "Father and I had been pursued by a Wyvern. It was Mr Felic who had appeared suddenly and saved us. And, and... Afterwards I was captured by a large gorilla..."
